websocket-prototype/java-processor/app/models/user.rb

SELECT "users".* FROM "users" ORDER BY "users"."id" DESC LIMIT ?  [["LIMIT", 1]]
---
  def self.generate
    last_user = User.last